Repository: fairhopeweb/formaloo-wp-plugin
Catalog: languages/formaloo-*.po
Languages: es_es

source: Thank you for using the Formaloo plugin!
es_es: ¡Gracias por usar el complemento Formaloo!

source: Get Started by visiting the Settings Page
es_es: Comience visitando la página de configuración

source: Show Form
es_es: Mostrar formulario

source: Your excel file will be ready in a couple of minutes. Please refresh this page to see the result.
es_es: Su archivo de Excel estará listo en un par de minutos. Actualice esta página para ver el resultado.

source: Templates
es_es: Plantillas

source: Settings
es_es: Configuraciones

source: Results
es_es: Resultados

source: My Forms
es_es: Mis formas

source: Invalid API Token or API Key! Please visit your
es_es: ¡Token API o clave API no válidos! Visite su

source: Formaloo dashboard here
es_es: panel de Formaloo aquí

source: to get a new one.
es_es: para obtener uno nuevo.

source: Don't have a Formaloo account?
es_es: ¿No tienes una cuenta de Formaloo?

source: Try one for Free!
es_es: Prueba uno gratis!

source: How to show
es_es: Cómo mostrar

source: Link
es_es: Enlace

source: Link title
es_es: Título del enlace

source: (Choose a title for the form link)
es_es: (Elija un título para el enlace del formulario)

source: Show logo
es_es: Mostrar logo

source: (Show the logo in the embedded form?)
es_es: (¿Mostrar el logotipo en el formulario incrustado?)

source: Yes
es_es: Si

source: Show title
es_es: Mostrar título

source: (Show the title in the embedded form?)
es_es: (¿Mostrar el título en el formulario incrustado?)

source: Show description
es_es: Mostrar descripcion

source: (Show the description in the embedded form?)
es_es: (¿Mostrar la descripción en el formulario incrustado?)

source: Shortcode will appear here
es_es: Shortcode aparecerá aquí

source: Copy the shortcode above then go to your post/page editor. If it is Gutenberg Editor, add a Shortcode block and paste the shortcode. If it is Classic Editor, choose the Text tab (instead of Visual tab) tab and paste the shortcode wherever you desire.
es_es: Copie el shortcode arriba y luego vaya a su editor de publicaciones / páginas. Si es Gutenberg Editor, agregue un bloque Shortcode y pegue el shortcode. Si es el Editor clásico, elija la pestaña Texto (en lugar de la pestaña Visual) y pegue el shortcode donde lo desee.

source: More Info
es_es: Más información

source: Get shortcode
es_es: Obtener shortcode

source: Additional Settings
es_es: Ajustes adicionales

source: Create a form
es_es: Crea un formulario

source: Make sure you have a Formaloo account first, it's free! 👍
es_es: Asegúrese de tener una cuenta de Formaloo primero, ¡es gratis! 👍

source: You can
es_es: Puedes crear

source: create an account here
es_es: una cuenta aquí

source: If so you can find your API Key & API Token from your
es_es: Si es así, puede encontrar su clave API en su

source: profile page,
es_es: página de perfil

source: and enter it on the
es_es: e ingresarla en la

source: settings page
es_es: la página de configuración

source: User
es_es: Usuario

source: Hello Dear
es_es: Hola

source: You can edit or view your forms right here or you can access
es_es: Puede editar o ver sus formularios aquí mismo o puede acceder

source: your full dashboard here
es_es: a su panel completo aquí

source: An error happened on the WordPress side. Make sure your server allows remote calls.
es_es: Se produjo un error en el lado de WordPress. Asegúrese de que su servidor permita llamadas remotas.

source: Your Forms
es_es: Sus formularios

source: Create a Blank Form
es_es: Crear un formulario en blanco

source: Select a Template
es_es: Selecciona una plantilla

source: Create a feedback widget
es_es: Crear un widget de comentarios

source: Need Support? Feel free to contact us
es_es: ¿Necesita ayuda? Siéntete libre de contactarnos

source: An error happened on the WordPress side.
es_es: Se produjo un error en el lado de WordPress.

source: Your Form Results
es_es: Resultados de formulario

source: Setup Formaloo
es_es: Configurar formulario

source: Welcome to Formaloo!
es_es: Bienvenido a Formaloo!

source: To get started, we'll need to access your Formaloo account with an
es_es: Para comenzar, necesitaremos acceder a su cuenta de Formaloo con una

source: API Key & API Token
es_es: Clave API y token API

source: Paste your Formaloo API Key & API Token, and click
es_es: Pegue su clave API de Formaloo y haga clic en

source: Connect
es_es: Conectar

source: to continue
es_es: para continuar.

source: You can access your
es_es: Puedes acceder a tu

source: API Key
es_es: Clave API

source: API Token
es_es: Token API

source: Save
es_es: Salvar

source: All Categories
es_es: Todas las Categorias

source: Apply
es_es: Aplicar

source: Search a template..
es_es: Buscar una plantilla..

source: Search
es_es: Buscar

source: Prev
es_es: Anterior

source: Next
es_es: Próximo

source: Template not found
es_es: Plantilla no encontrada

source: Preview the template
es_es: Vista previa de la plantilla

source: Preview
es_es: Avance

source: Use
es_es: Utilizar

source: To use this template, please login first
es_es: Para usar esta plantilla, inicie sesión primero

source: As a Link
es_es: Como un enlace

source: Share this URL with others to view the form directly
es_es: Comparta esta URL con otros para ver el formulario directamente

source: As a Script Tag
es_es: Como una Etiqueta de Script

source: Using this method, the form will become a part of your website's markup. To use this, put the code snippet in your website footer:
es_es: Con este método, el formulario se convertirá en parte del marcado de su sitio web. Para usar esto, coloque el fragmento de código en el pie de página de su sitio web:

source: Create a feedback widget for your website in less than 1 minute:
es_es: Cree un widget de comentarios para su sitio web en menos de 1 minuto:

source: Button Text
es_es: Botón de texto

source: Widget Position on Screen
es_es: Posición del widget en la pantalla

source: Left
es_es: Izquierda

source: Right
es_es: Derecha

source: Bottom Left
es_es: Abajo a la izquierda

source: Bottom Right
es_es: Abajo a la derecha

source: NPS Choices Icon
es_es: Icono de opciones de NPS

source: Question Title
es_es: Título de la pregunta

source: TextBox Placeholder
es_es: Marcador de posición del cuadro de texto

source: Submit Button Text
es_es: Enviar botón de texto

source: Button Color
es_es: Color del boton

source: Success Message After Submit
es_es: Mensaje de éxito después de enviar

source: Save Changes
es_es: Guardar cambios

source: How to use your Feedback Widget
es_es: Cómo usar tu widget de comentarios

source: Title
es_es: Título

source: Active
es_es: Activo

source: Submit Count
es_es: Enviar cuenta

source: Download Results
es_es: Descargar resultados

source: More Options
es_es: Mas opciones

source: Exporting..
es_es: Exportador..

source: Download
es_es: Descargar

source: Last Export
es_es: Última exportación

source: Set-up Form Settings
es_es: Configurar formulario

source: View
es_es: Ver

source: Get Shortcode
es_es: Obtener shortcode

source: Edit Form
es_es: Editar formulario

source: Edit
es_es: Editar

source: Use Widget
es_es: Usar widget

source: Date Created
es_es: Fecha de creacion

source: Show Full Results
es_es: Mostrar resultados completos

source: Show Result
es_es: Mostrar resultado

source: Full Result
es_es: Resultado completo

source: Add Form
es_es: Añadir formulario

source: Select a form
es_es: Selecciona un formulario

source: Insert shortcode
es_es: Insertar shortcode

source: Create a new form
es_es: Crea un nuevo formulario

source: Easily embed Formaloo forms into your blog or WP pages.
es_es: Incruste fácilmente formularios de Formaloo en su blog o páginas WP.

source: Formaloo team
es_es: Equipo Formaloo
